Repository: oberni-luna/ReCIT
Catalog: ReCIT_iOS/Localizable.xcstrings
Source language: en
Languages: fr

# action.add
source: Add
fr: Ajouter

# action.add_to_inventory
source: Add to inventory
fr: Ajouter à l'inventaire

# action.add_to_list
source: Add to a list
fr: Ajouter à une liste

# action.add_to_shelf
source: Add to a shelf
fr: Ajouter à une étagère

# action.add_to_shelf_named %@
source: Add to %@
fr: Ajouter à %@

# action.borrow_from
source: Borrow from
fr: Emprunter à

# action.borrow_from_user %@
source: Borrow from %@
fr: Emprunter à %@

# action.cancel
source: Cancel
fr: Annuler

# action.close
source: Close
fr: Fermer

# action.delete
source: Delete
fr: Supprimer

# action.edit
source: Edit
fr: Modifier

# action.finish
source: Finish
fr: Terminer

# action.more
source: More
fr: Plus

# action.open_settings
source: Open Settings
fr: Ouvrir les Réglages

# action.remove_from_shelf
source: Remove from a shelf
fr: Retirer d’une étagère

# action.remove_from_shelf_named %@
source: Remove from %@
fr: Retirer de %@

# action.reply
source: Reply
fr: Répondre

# action.scan
source: Scan
fr: Scanner

# action.send_message
source: Send a message
fr: Envoyer un message

# action.send_request
source: Send a request
fr: Envoyer une demande

# action.submit
source: Submit
fr: Envoyer

# auth.error.generic
source: Something went wrong. Please try again later.
fr: Une erreur est survenue. Réessayez plus tard.

# auth.error.invalid_credentials
source: Incorrect username or password.
fr: Nom d'utilisateur ou mot de passe incorrect.

# auth.error.network
source: Could not reach the server. Check your internet connection.
fr: Impossible de joindre le serveur. Vérifiez votre connexion internet.

# author.birth_date %@
source: Born on %@
fr: Né le %@

# author.loading
source: Loading author...
fr: Chargement de l'auteur...

# author.loading_works %@
source: Loading works for %@
fr: Chargement des œuvres de %@

# author.works.header %@
source: Works by %@
fr: Œuvres de %@

# book.other_editions %@
source: Other editions of %@
fr: Autres éditions de %@

# book.other_editions_subtitle
source: Other editions
fr: Autres éditions

# community.owner_not_lending %@
source: %@ isn't lending this book right now
fr: %@ ne prête pas ce livre pour le moment

# edition.add_to_inventory
source: Add to inventory
fr: Ajouter à l'inventaire

# edition.added_to_inventory
source: Added to your inventory
fr: Ajouté à votre inventaire

# edition.error.add_failed
source: Unable to add this book to your inventory.
fr: Impossible d'ajouter ce livre à votre inventaire.

# edition.error.no_user
source: No connected user!
fr: Pas d'utilisateur connecté !

# edition.my_inventory
source: In my inventory
fr: Dans mon inventaire

# edition.no_result
source: This edition does not exist on inventaire.io
fr: Cette édition n'existe pas sur inventaire.io

# edition.others_inventory
source: In the inventory of
fr: Dans l'inventaire de

# entity.summary.label
source: Summary
fr: Résumé

# error.empty_message
source: Message can't be empty
fr: Le message ne peut pas être vide

# error.generic
source: An error occurred
fr: Une erreur s'est produite

# error.invalid_transition
source: This action isn't available.
fr: Cette action n'est pas disponible.

# error.with_message %@
source: Error: %@
fr: Erreur : %@

# genre.enrichment.analysing
source: Analysing your library…
fr: Analyse de votre bibliothèque…

# inventory.empty
source: Oh, this is empty here
fr: Oh, c’est vide ici

# inventory.item.added_to_list
source: has been added to the list
fr: a bien été ajouté à la liste

# inventory.item.change_notes
source: Edit my note
fr: Changer mon commentaire

# inventory.item.created_date %@
source: Created %@
fr: Créé le %@

# inventory.item.delete_confirm
source: Remove this item from your inventory?
fr: Supprimer cet item de votre inventaire ?

# inventory.item.deleted
source: Deleted!
fr: Supprimé !

# inventory.item.details.saved
source: Description saved
fr: Description enregistrée

# inventory.item.my_notes
source: My notes
fr: Ce que j'en pense

# inventory.item.other_edition_for
source: Other edition for
fr: Autre édition de

# inventory.item.remove_from_inventory
source: Remove from my inventory
fr: Supprimer de mon inventaire

# inventory.item.since_date %@
source: Since %@
fr: Depuis le %@

# inventory.item.this_book
source: This book
fr: Ce livre

# inventory.item.transaction_mode
source: Transaction mode
fr: Mode de transaction

# inventory.item.write_notes
source: Write a note
fr: Écrire un commentaire

# inventory.owned_by %@
source: Owned by **%@**
fr: Appartient à **%@**

# list.empty
source: This list is empty
fr: Cette liste est vide

# list.error.loading %@
source: Error loading list: %@
fr: Erreur lors du chargement de la liste : %@

# list.form.create_title
source: Create new list
fr: Créer une liste

# list.form.delete
source: Delete list
fr: Supprimer la liste

# list.form.edit_title
source: Edit list
fr: Modifier la liste

# list.form.name
source: Name
fr: Nom

# list.item.comment
source: Comment
fr: Commentaire

# list.loading
source: Loading items...
fr: Chargement des éléments...

source: loading more results...
fr: je regarde plus loin…

# login.button.create_account
source: Create an account
fr: Créer un compte

# login.button.forgot_password
source: Forgotten password?
fr: Mot de passe oublié ?

# login.button.signin
source: Sign in
fr: Se connecter

# login.password
source: Password
fr: Mot de passe

# login.subtitle
source: Sign in to your inventaire.io account.
fr: Connectez-vous à votre compte inventaire.io.

# login.title
source: Login
fr: Connexion

# login.username
source: Username
fr: Nom d'utilisateur

# manual_sort.a11y.file_into %@
source: File into %@
fr: Ranger dans %@

# manual_sort.a11y.unshelve %@
source: Take %@ off this shelf
fr: Retirer %@ de cette étagère

# manual_sort.apply
source: Save this arrangement
fr: Appliquer le rangement

# manual_sort.create_shelf
source: New shelf
fr: Nouvelle étagère

# manual_sort.create.name_taken %@
source: A shelf named “%@” is already in this list.
fr: Une étagère nommée « %@ » figure déjà dans cette liste.

# manual_sort.discard
source: Discard
fr: Annuler

# manual_sort.discard.confirm.action
source: Discard
fr: Abandonner

# manual_sort.discard.confirm.title
source: Discard your arrangement?
fr: Abandonner votre rangement ?

# manual_sort.error.books_missing %@
source: The books to file into “%@” are no longer in your inventory.
fr: Les livres à ranger dans « %@ » ne sont plus dans votre inventaire.

# manual_sort.error.shelf_missing %@
source: “%@” is no longer one of your shelves.
fr: « %@ » ne fait plus partie de vos étagères.

# manual_sort.finish
source: Done
fr: Terminer

# manual_sort.footer.idle
source: Drag and drop books onto the shelves to file them. Nothing to apply for now.
fr: Drag & drop les livres dans les étagères pour les ranger. Rien à appliquer pour le moment.

# manual_sort.mark.applying
source: Saving
fr: Enregistrement en cours

# manual_sort.mark.failed
source: Saving failed
fr: Échec de l'enregistrement

# manual_sort.mark.landed
source: Saved
fr: Enregistrée

# manual_sort.mark.pending
source: Still to save
fr: Reste à enregistrer

# manual_sort.pill.modified
source: Modified
fr: Modifiée

# manual_sort.pill.new
source: New
fr: Nouvelle

# manual_sort.proposal.generating
source: Working out an arrangement…
fr: Recherche d’un rangement…

# manual_sort.proposal.nothing_proposed
source: Nothing could be suggested for the books left to file.
fr: Aucun rangement n’a pu être proposé pour les livres qu’il reste à ranger.

# manual_sort.proposal.nothing_to_propose
source: No arrangement to propose: nothing was added.
fr: Aucun rangement à proposer : rien n’a été ajouté.

# manual_sort.proposal.unavailable.device
source: Suggestions rely on Apple Intelligence, which this device cannot run. Everything else on this screen works as usual.
fr: La proposition s’appuie sur Apple Intelligence, que cet appareil ne peut pas exécuter. Le reste de cet écran fonctionne normalement.

# manual_sort.proposal.unavailable.downloading
source: Apple Intelligence is still downloading its model. Suggestions will be available shortly.
fr: Le modèle d’Apple Intelligence est en cours de téléchargement. La proposition sera disponible sous peu.

# manual_sort.proposal.unavailable.switched_off
source: Suggestions rely on Apple Intelligence, which is switched off on this device. Turn it on in Settings to use them.
fr: La proposition s’appuie sur Apple Intelligence, qui est désactivé sur cet appareil. Activez-le dans les Réglages pour l’utiliser.

# manual_sort.propose
source: Suggest an arrangement
fr: Proposer un rangement

# manual_sort.recap.books_filed %lld
source: %lld books filed
fr: %lld livres rangés

# manual_sort.recap.books_left %lld
source: %lld books still on no shelf
fr: %lld livres resteront sans étagère

# manual_sort.recap.dropped %lld %@
source: %lld new shelves are empty and will not be created: %2$@.
fr: %lld nouvelles étagères sont vides et ne seront pas créées : %2$@.

# manual_sort.recap.nothing_to_save
source: Your changes cancel each other out: there is nothing to save.
fr: Vos changements s’annulent : il n’y a rien à enregistrer.

# manual_sort.recap.shelves_modified %lld
source: %lld shelves modified
fr: %lld étagères modifiées

# manual_sort.recap.shelves_to_create %lld
source: %lld shelves to create
fr: %lld étagères à créer

# manual_sort.report.all_landed %lld
source: %lld shelves have been saved.
fr: %lld étagères ont été enregistrées.

# manual_sort.report.nothing_to_save
source: There was nothing to save: your changes cancelled each other out.
fr: Il n'y avait rien à enregistrer : vos changements s'annulaient.

# manual_sort.report.stopped
source: Saving stopped partway. What was saved is kept.
fr: L'enregistrement s'est arrêté en cours de route. Ce qui a été enregistré est conservé.

# manual_sort.report.stopped.failed %lld %@
source: %lld shelves could not be saved and may exist without all of their books: %2$@.
fr: %lld étagères n'ont pas pu être enregistrées et existent peut-être sans tous leurs livres : %2$@.

# manual_sort.report.stopped.landed %lld %@
source: %lld shelves were saved: %2$@.
fr: %lld étagères ont été enregistrées : %2$@.

# manual_sort.report.stopped.none_landed
source: No shelf was saved.
fr: Aucune étagère n'a été enregistrée.

# manual_sort.report.stopped.not_attempted %lld %@
source: %lld shelves were not touched: %2$@.
fr: %lld étagères n'ont pas été traitées : %2$@.

# manual_sort.report.stopped.resume
source: Press “Save this arrangement” again to finish: what has already been saved will not be redone.
fr: Appuyez à nouveau sur « Appliquer le rangement » pour terminer : ce qui a déjà été enregistré ne sera pas refait.

# manual_sort.section.count %lld
source: %lld books
fr: %lld livres

# manual_sort.shelf.detail.empty
source: No book on this shelf yet.
fr: Aucun livre sur cette étagère pour le moment.

# manual_sort.shelf.detail.swipe_hint
source: Swipe a book to take it off this shelf.
fr: Balayez un livre pour le retirer de cette étagère.

# manual_sort.shelves_header
source: Shelves
fr: Étagères

# manual_sort.syncing
source: Reading your library…
fr: Lecture de votre bibliothèque…

# manual_sort.title
source: Sort my books
fr: Ranger mes livres

# manual_sort.unshelved.empty
source: Every one of your books is on a shelf.
fr: Tous vos livres sont rangés.

# manual_sort.unshelved.header %lld
source: To be sorted · %lld books
fr: Livres à ranger · %lld

# manual_sort.unshelved.title
source: To be sorted
fr: À ranger

# nav.author
source: Author
fr: Auteur

# nav.community
source: In the community
fr: Dans la communauté

# nav.edition
source: Edition
fr: Édition

# nav.inventory
source: Inventory
fr: Inventaire

# nav.lists
source: Lists
fr: Listes

# nav.profile
source: Profile
fr: Profil

# nav.search
source: Search
fr: Recherche

# nav.settings
source: Settings
fr: Réglages

# nav.transactions_placeholder
source: Transactions View
fr: Vue Transactions

# nav.user
source: User
fr: Utilisateur

# nav.work
source: Work
fr: Œuvre

# onboarding.later
source: Later
fr: Plus tard

# onboarding.tally.body
source: They are not on any shelf yet. Ex-libris can sort them for you — everything happens on your phone, your library goes nowhere.
fr: Ils ne sont sur aucune étagère. Ex-libris peut les répartir pour vous — tout se passe sur votre téléphone, votre liste ne part nulle part.

# onboarding.tally.body.unavailable
source: They are not on any shelf.
fr: Ils ne sont sur aucune étagère.

# onboarding.tally.continue_without_sorting
source: Continue without sorting
fr: Continuer sans ranger

# onboarding.tally.sort
source: Sort my books
fr: Ranger mes livres

# onboarding.tally.title %lld
source: %lld books added
fr: %lld livres ajoutés

# onboarding.welcome.body
source: Scan barcodes one after another: the camera stays open and the books add up one by one.
fr: Scannez les codes-barres à la chaîne : la caméra reste ouverte et les livres s'ajoutent l'un après l'autre.

# onboarding.welcome.scan
source: Scan my books
fr: Scanner mes livres

# onboarding.welcome.title
source: Your books, on your shelves
fr: Vos livres, sur vos étagères

# profile.anonymous
source: You are not logged in.
fr: Vous n'êtes pas connecté.

# profile.auto_sort
source: Sort my books
fr: Ranger mes livres

# profile.current_transactions
source: Current transactions
fr: Transactions en cours

# profile.current_transactions.empty
source: No current transaction at this time
fr: Pas de transaction en cours.

# profile.logout
source: Sign out
fr: Se déconnecter

# profile.network
source: Network
fr: Réseau

# profile.network.empty
source: No friends yet
fr: Aucun ami pour le moment

# reset.button.send
source: Send the link
fr: Envoyer le lien

# reset.lead
source: Enter your account's email address. We will send you a link to choose a new password.
fr: Entrez l'adresse e-mail de votre compte. Nous vous enverrons un lien pour choisir un nouveau mot de passe.

# reset.sent.body %@
source: If an account exists for %@, an email has just gone out with a link to choose a new password.
fr: Si un compte existe pour %@, un e-mail vient de partir avec un lien pour choisir un nouveau mot de passe.

# reset.sent.button
source: Back to sign-in
fr: Retour à la connexion

# reset.sent.title
source: Check your mailbox
fr: Vérifiez votre boîte mail

# reset.title
source: Forgotten password
fr: Mot de passe oublié

source: Scan
fr: Scanner

# scanner.permission.denied_message
source: Camera access is turned off for Ex-libris. Allow it in Settings and come back to scan your books.
fr: L'accès à l'appareil photo est désactivé pour Ex-libris. Autorisez-le dans les Réglages, puis revenez pour scanner vos livres.

# scanner.permission.restricted_message
source: Camera access is blocked on this device, by parental controls or a device restriction.
fr: L'accès à l'appareil photo est bloqué sur cet appareil, par le contrôle parental ou une restriction de l'appareil.

# scanner.permission.title
source: The scanner needs the camera
fr: Le scanner a besoin de l'appareil photo

# search.error
source: Unable to fetch results.
fr: Impossible de récupérer les résultats.

# search.friends_inventory
source: In your friends' inventory
fr: Dans l'inventaire de tes amis

# search.placeholder
source: Search for an edition
fr: Rechercher une édition

# search.remote.empty
source: No search results
fr: Pas de résultat

# select_list.message
source: Select the list you want to add this item to.
fr: Sélectionnez la liste à laquelle vous voulez ajouter cet élément.

# select_list.title
source: Pick list
fr: Choisir une liste

# shelf.empty.note.scan
source: Todo ☐ Scan my books
fr: Todo ☐ Scanner mes livres

# shelf.empty.note.sort
source: Todo ☐ Sort my books
fr: Todo ☐ Ranger mes livres

# shelves.action.sort
source: Sort
fr: Ranger

# signup.button.create
source: Create my account
fr: Créer mon compte

# signup.email
source: Email address
fr: Adresse e-mail

# signup.error.email_invalid
source: This email address is not valid.
fr: Cette adresse e-mail n'est pas valide.

# signup.error.email_taken
source: An account already uses this email address.
fr: Un compte utilise déjà cette adresse e-mail.

# signup.error.password_rejected
source: This password was not accepted. Try a longer one.
fr: Ce mot de passe n'a pas été accepté. Essayez-en un plus long.

# signup.error.username_invalid
source: This username cannot be used. Try another one.
fr: Ce nom d'utilisateur ne peut pas être utilisé. Essayez-en un autre.

# signup.error.username_taken
source: This username is already taken.
fr: Ce nom d'utilisateur est déjà pris.

# signup.footnote
source: By continuing, you accept the inventaire.io terms.
fr: En continuant, vous acceptez les conditions d'inventaire.io.

# signup.subtitle
source: You are creating an account on inventaire.io: that is where your books will be hosted.
fr: Vous créez un compte sur inventaire.io : c'est là que vos livres seront hébergés.

# sync.loading
source: Syncing your data…
fr: Synchronisation de vos données…

# tab.community
source: Community
fr: Communauté

# tab.inventory
source: Inventory
fr: Inventaire

# tab.lists
source: Lists
fr: Listes

# tab.profile
source: Settings
fr: Réglages

# tab.search
source: Search
fr: Recherche

# transaction.action.accept
source: Accept
fr: Accepter

# transaction.action.cancel
source: Cancel request
fr: Annuler la demande

# transaction.action.complete
source: Complete
fr: Terminer

# transaction.action.confirm
source: Confirm
fr: Confirmer

# transaction.action.decline
source: Decline
fr: Décliner

# transaction.action.owner.accepted
source: You accepted the request
fr: Vous avez accepté la demande

# transaction.action.owner.confirmed %@
source: **%@** confirmed the receipt
fr: **%@** a confirmé la réception

# transaction.action.owner.declined
source: You declined this request
fr: Vous avez refusé cette demande

# transaction.action.owner.requested %@
source: **%@** sent you a request
fr: **%@** vous a fait une demande

# transaction.action.owner.returned
source: You picked up the book
fr: Vous avez récupéré le livre

# transaction.action.request
source: Request
fr: Demander

# transaction.action.requester.accepted %@
source: **%@** accepted the request
fr: **%@** a accepté la demande

# transaction.action.requester.confirmed
source: You confirmed the receipt
fr: Vous avez confirmé la réception

# transaction.action.requester.declined %@
source: **%@** declined this request
fr: **%@** a refusé cette demande

# transaction.action.requester.requested %@
source: You made a borrow request to **%@**
fr: Vous avez fait une demande d'emprunt à **%@**

# transaction.action.requester.returned
source: You returned the book
fr: Vous avez retourné le livre

# transaction.actions.confirm_title
source: Are you sure?
fr: Êtes-vous sûr ?

# transaction.actions.destructive_warning
source: This action is permanent.
fr: Cette action est définitive.

# transaction.actions.more
source: More actions
fr: Plus d'actions

# transaction.desc.inventoried
source: Inventoried
fr: Inventorié

# transaction.desc.owner.giving %@
source: **%@** wants to take it
fr: **%@** souhaite le récupérer

# transaction.desc.owner.lending %@
source: **%@** wants to borrow it
fr: **%@** souhaite l'emprunter

# transaction.desc.owner.selling %@
source: **%@** wants to buy it
fr: **%@** souhaite l'acheter

# transaction.desc.requester.giving %@
source: You want to take it from **%@**
fr: Vous souhaitez le récupérer de **%@**

# transaction.desc.requester.lending %@
source: You want to borrow it from **%@**
fr: Vous souhaitez l'emprunter à **%@**

# transaction.desc.requester.selling %@
source: You want to buy it from **%@**
fr: Vous souhaitez l'acheter à **%@**

# transaction.form.header %@ %@
source: Request %@ \nto %@
fr: Demande pour %@ à %@

# transaction.form.your_message
source: Your message
fr: Votre message

# transaction.form.your_message_required
source: Your message (required)
fr: Votre message (obligatoire)

# transaction.state.accepted
source: Accepted
fr: Accepté

# transaction.state.confirmed
source: Confirmed
fr: Confirmé

# transaction.state.declined
source: Declined
fr: Décliné

# transaction.state.requested
source: Requested
fr: Demandé

# transaction.state.returned
source: Returned
fr: Retourné

# transaction.type.giving
source: To give
fr: À donner

# transaction.type.inventorying
source: Inventoried
fr: Inventorié

# transaction.type.lending
source: To lend
fr: À prêter

# transaction.type.selling
source: For sale
fr: À vendre

# transactions.all
source: All transactions
fr: Toutes les transactions

# transactions.past
source: Past transactions
fr: Transactions finies

# transactions.see_all
source: All transactions
fr: Toutes les transactions

# user.inventory.header %@
source: %@'s inventory
fr: Inventaire de %@

# user.item_count %lld
source: %lld items
fr: %lld éléments

# welcome.footnote
source: Your account is an inventaire.io account, the open database that hosts your books.
fr: Votre compte est un compte inventaire.io, la base ouverte qui héberge vos livres.

# welcome.tagline
source: Your books, and the ones going around.
fr: Vos livres, et ceux qui circulent.

# welcome.value.borrow.body
source: See what the people close to you have at home, and ask for it.
fr: Voyez ce que vos proches ont chez eux, et demandez-le.

# welcome.value.borrow.title
source: Borrow
fr: Empruntez

# welcome.value.inventory.body
source: Scan your books and arrange them on shelves.
fr: Scannez vos livres et rangez-les sur des étagères.

# welcome.value.inventory.title
source: Take stock
fr: Inventoriez

# welcome.value.lend.body
source: Keep track of what you have lent, and to whom.
fr: Gardez la trace de ce que vous avez prêté, et à qui.

# welcome.value.lend.title
source: Lend
fr: Prêtez

# work.editions.header %@
source: Editions of %@
fr: Éditions de %@
